[
    {
        "title": "What is the Privacy Policy and what does it cover?",
        "effectiveDate": "June 26, 2024",
        "highlights": [
            {
                "text": "This Privacy Policy explains how we collect, use and share your information. It also describes how long we keep your information and how we keep it safe when we transfer it."
            },
            {
                "text": "The Privacy Policy also lets you know your rights."
            }
        ],
        "content": [
            "This Privacy Policy explains how we collect, use, and share your personal information. It also provides details on how long we retain your data and the steps we take to ensure its security during transfers. Additionally, the Policy informs you of your rights concerning your personal information. We want you to understand the types of data we collect and how we use and share it. Therefore, we encourage you to review our Privacy Policy, as it can help you use our website in a way that aligns with your preferences and expectations. In our Privacy Policy, we outline the processes related to the collection, use, sharing, retention, and transfer of your information. We explain your rights in straightforward language, supplemented by practical examples to make our practices clear and transparent."
        ]
    },
    {
        "title": "What information do we collect?",
        "effectiveDate": "June 26, 2024",
        "highlights": [
            {
                "text": "Your name, which you provide when creating an account or profile."
            },
            {
                "text": "Email address, used for communication and notifications."
            },
            {
                "text": "Phone number, for account verification and support."
            },
            {
                "text": "Payment and billing information, used to process transactions and complete purchases."
            }
        ],
        "content": [
            "Your information directly:\n- Name: Used for user identification and account personalization.\n- Email address: Utilized for registration, communication, and auction-related notifications.\n- Phone number: Required for account verification and secure login.\n- Payment and billing details: Needed for processing transactions and ensuring secure payments."
        ]
    },
    {
        "title": "How do we use your information?",
        "effectiveDate": "June 26, 2024",
        "highlights": [
            {
                "text": "Manage and keep your account active"
            },
            {
                "text": "Process and complete your koi fish purchases"
            },
            {
                "text": "Send transactional notifications and updates"
            },
            {
                "text": "Improve our website and services"
            }
        ],
        "content": [
            "We use your information to:\n- Manage and maintain your account: Ensuring your account remains active and up to date, facilitating seamless access to our services.\n- Process and complete your purchases: Handling the transactions and logistics necessary for fulfilling your koi fish purchases.\n- Send transactional notifications and updates: Providing you with important updates such as order confirmations, shipping details, and any changes related to your account or purchases.\n- Enhance our website and services: Using feedback and activity data to improve our offerings, enhance user experience, and ensure optimal functionality."
        ]
    },
    {
        "title": "How do we share information with third parties?",
        "effectiveDate": "June 26, 2024",
        "highlights": [
            {
                "text": "Payment processors"
            },
            {
                "text": "Courier or postal services"
            },
            {
                "text": "Researchers"
            }
        ],
        "content": [
            "We share certain information with:\n- Payment processors: We share your payment details with our payment processor to facilitate payment transactions.\n- Courier or postal services: We share your shipping information to ensure the proper delivery of your purchases.\n- Researchers: We may share data with researchers to support innovation, advance technology, or enhance safety measures.\n\nWe don't sell your information, and we never will."
        ]
    },
    {
        "title": "How long do we keep your information?",
        "effectiveDate": "June 26, 2024",
        "highlights": [
            {
                "text": "We keep information for as long as we need it to provide a feature or service"
            },
            {
                "text": "But you can request that we delete your information"
            },
            {
                "text": "We'll delete that information unless we have to keep it for something else, like for legal reasons"
            }
        ],
        "content": [
            "We retain information for as long as it is necessary to provide our services, meet legal obligations, or protect our own or others' interests. The length of time we keep information is determined on a case-by-case basis. Here are the factors we consider:\n- We retain information required to operate and deliver our services.\n- The duration for which we keep data depends on the feature it supports and how that feature functions.\n- We may retain information as long as needed to fulfill legal requirements.\n- Information may be kept to prevent harm, investigate potential violations of our terms or policies, enhance safety, security, and integrity, or protect our rights, property, and services.\n- In specific situations, we may retain information for an extended period for justified reasons. For more details on our retention practices, please refer to our policy."
        ]
    },
    {
        "title": "How can you manage your information?",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "You can update, change, or delete your personal information, or deactivate your account by contacting our customer support."
        ]
    },
    {
        "title": "How will you know the policy has changed?",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "We'll notify you before we make material changes to this Policy. You'll have the opportunity to review the revised Policy before you choose to continue using our website."
        ]
    }
]