[
    {
        "title": "Acceptance of Terms",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "By using AuctionKoi.com, you agree to be bound by the following Terms of Service . These Terms apply to all users of the Site and govern your access and use of the Site and the services provided therein, including the koi auction services. If you do not agree to these Terms, you must discontinue your use of the Site and services."
        ]
    },
    {
        "title": "Registration",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "To access certain features of the Site and participate in koi auctions, you will need to register an account with AuctionKoi.com. By registering, you warrant that you have provided true and accurate information and agree to keep your account information up-to-date."
        ]
    },
    {
        "title": "Compliance with Applicable Laws",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "As we offer our services to users in various regions, it is your responsibility to ensure compliance with all applicable local, regional, and national laws and regulations relevant to your location when using our site and services."
        ]
    },
    {
        "title": "Bidding and Auction Terms",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "All bids placed on our Site are final and binding. Upon winning a koi auction, you are obligated to make a payment for the koi won, according to the terms set out below."
        ]
    },
    {
        "title": "Payment Terms",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "Payments for koi won in auction must be made within 48 hours of the auction's completion. If payment is not received within 7 business days of the auction's completion, we reserve the right to cancel the transaction and the koi may not be guaranteed to ship."
        ]
    },
    {
        "title": "Shipping and Delivery",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "Koi purchased on our Site will be shipped and delivered in accordance with the best practices and quarantine procedures of our associated breeders. We will make every effort to ensure the safe and timely arrival of your koi, but we cannot guarantee their survival during the shipping process."
        ]
    },
    {
        "title": "Credits and Guarantees",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "In the unfortunate event that your koi does not survive the internal shipping process, you will be provided with a credit for future purchases on our Site. Once the koi has been delivered, we do not offer further guarantees, refunds, or credits for the koi purchased."
        ]
    },
    {
        "title": "Indemnification",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "You agree to indemnify, defend, and hold harmless AuctionKoi.com, its affiliates, and their respective officers, employees, and agents from any and all claims, losses, or damages arising out of your breach of these Terms or your use of the Site or services."
        ]
    },
    {
        "title": "Governing Law and Jurisdiction",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "These Terms shall be governed by and interpreted in accordance with the laws of Vietnam, without reference to conflict of laws principles. Any disputes arising from or related to these Terms, the Site, or the services shall be resolved by a court of competent jurisdiction within Vietnam."
        ]
    },
    {
        "title": "Modifications to Terms",
        "effectiveDate": "June 26, 2024",
        "highlights": [],
        "content": [
            "Although we reserve the right to modify these Terms at any time without prior notice, we will make an effort to inform users of significant changes through announcements or notifications on the Site."
        ]
    }
]